Repository: almearza/ItqanSite
Catalog: Itqan/Ressourse/resourse.*.resx
Languages: bo, de, es, fil, fr, it, nl, ur, vi

# About
source: About As
bo: O Itqan
de: Über Itqan
es: Sobre la plataforma de Itqan
fil: patungkol sa Itqan
fr: à propos de Itqan
it: A proposito di Itqan
nl: Over Itqan
ur: اتقان کے بارے میں
vi: Về Itqan

source: About us
bo: O nama
es: Quien somos ?
fr: qui sommes-nous?

# All
source: Courses
bo: Kursevi
de: wer sind wir
es: Cursos
fil: sino kami
fr: les sessions
it: Chi siamo
nl: Wie zijn wij
ur: کچھ ہمارے بارے میں
vi: Về chúng tôi

source: and
bo: i
es: Y
fr: et

# AnswerCan
source: Yes, and the platform supports and encourages such thing, provided that it does not affect the course of the lesson.
bo: Da, Plaftorma to podržava uz uvjet da isto na utječe na tok časa.
de: Kurse
es: Sí, y la plataforma lo admite y lo respalda, siempre que no afecte el curso de la lección
fil: mga Kurso
fr: Oui, la plateforme encourage vivement ceci tant que cela n’affecte pas le cours.
it: I corsi
nl: Cursussen
ur: دورہ جات
vi: Các khóa học

# AnswerInst
source: Yes, if there is another available teacher who can speak the student's language, the platform allows the student to change the teacher.
bo: Da, ukoliko je dostupan drugi nastavnik koji govori jezik učenika - Platforma će omogućiti učeniku da uči pred drugim nastavnikom.
de: und
es: Sí, si hay otro profesor disponible que hable con fluidez el idioma del alumno, la plataforma permite que el alumno cambie de profesor.
fil: at
fr: Oui, s’il y a un autre enseignant disponible et qui parle la langue de l’étudiant, la plateforme le permet.
it: e
nl: En
ur: اور
vi: và

# AnwerInst
source: We have qualified and professional teachers, who speak your language and are qualified to teach Al-Qaida Al-Noorania and experienced in teaching the Holy Quran and distance teaching
bo: Naši nastavnici su osposobljeni i stručni, govore Vaš maternji jezik, posjeduju certifikat za podučavanje Al-Ka'ide en-nuranijje (Nujranijje), te imaju iskustvo u podučavanju časnog Kur'ana i držanju nastave preko interneta.
de: Ja, und die Plattform unterstützt dies, so dass sich dies nicht auf den Kurs auswirkt.
es: Contamos con maestros calificados y competentes que hablan su idioma y tienen un certificado en la enseñanza de Al-Qaida Al-Nooraniah y tienen experiencia en la enseñanza del Sagrado Corán y la enseñanza a distancia.
fil: Oo, at sinusuportahan ito ng plataporma at pinapaigting, sa kondisyon na hindi ito makakaapekto sa takbo ng aralin
fr: Nous avons des enseignants qualifiés et professionnels qui parlent votre langue. Ils sont diplômés pour enseigner la méthode Norania et ont de l’expérience dans l’enseignement du Coran et dans l’enseignement à distance.
it: Sì, e la piattaforma incoraggia questo a condizione che non disturbi la lezione
nl: Ja, Itqan helpt hierbij opdat dit verder geen invloed heeft op de studie
ur: جی ہاں! ہمارے پلیٹ فارم میں یہ سہولت موجود ہے بشرطیکہ اس سے تعلیمی امر متاثر نہ ہو
vi: Có, và nền tảng hỗ trợ và hỗ trợ điều đó, miễn là điều này không ảnh hưởng đến tiến trình của bài học.

source: Arabic
bo: Arapski jezik
de: Ja, falls ein anderer Lehrer die Sprache des Schülers fließend beherrscht, ermöglicht die Plattform dem Schüler, den Lehrer zu wechseln
es: La lengua árabe
fil: Oo, kung may available na ibang guro na dalubhasa sa wika ng estudyante, ay pinapayagan ng platform ang estudyante na baguhin ang kaniyang guro.
fr: langue arabe
it: Sì, se c’è a disposizione un altro insegnante che parla la stessa lingua dello studente, la piattaforma consente allo studente di cambiare l’insegnante.
nl: Ja, als een andere docent beschikbaar is die de taal van de student kent, dan zal Itqan de mogelijkheid geven om te wisselen van docent
ur: جی ہاں! اگر کوئی ایسا استاد میسر ہوا جو سٹوڈنٹ کی زبان جانتا ہو تو اس کیلیے اپنا استاد بدلنا ممکن ہوگا
vi: Có, nếu có một giáo viên khác thông thạo ngôn ngữ của học sinh, nền tảng này cho phép học sinh thay đổi giáo viên.

# benifits
source: What does our platform stand out for?
bo: Po čemu se platforma Itqan razlikuje od drugih
de: Wir verfügen über qualifizierte Lehrer, die Ihre Sprache beherrschenund und einen Abschluss in al-Qa 'idah Al Nouraniya-Unterricht haben und Erfahrung im Unterrichten des Heiligen Korans sowie im Fernunterricht
es: ¿Qué distingue a la plataforma Itqan?
fil: Mayroon kaming mga kuwalipikado at mahusay na guro na nagsasalita ng iyong wika at may sertipiko sa pagtuturo ng Al-Qaidah Annooraniyah, taglay nila ang karanasan sa pagtuturo ng Banal na Quran at distance teaching.
fr: qu'est-ce qui caractèrise la plateforme Itqan
it: Abbiamo professori qualificati, che parlano la tua lingua e sono qualificati ad insegnare Al-Qaida Al-Noorania ed esperti nell’insegnamento del Sacro Corano.
nl: Wij hebben capabele docenten die uw taal kennen en zij zijn gecertificeerd om al-Qa'idah an-Nuraniyyah te onderwijzen. Zij hebben daarnaast ervaring met het onderwijzen van de Qur'an en het onderwijzen op afstand
ur: ہمارے پاس انتہائی قابل اور باصلاحیت اساتذہ موجود ہیں جو آپ کی ہی زبان بولتے ہیں اور ان سب کے پاس نورانی قاعدہ پڑھانے کا سرٹیفکیٹ موجود ہے نیز تمام اساتذہ قرآن کریم کی تدریس خاص کر اونلائن تدریس میں انتہائی تجربہ کار ہیں
vi: Chúng tôi có những giáo viên có trình độ và thành thạo nói ngôn ngữ của bạn và có chứng chỉ giảng dạy Quy tắc Nuroniyah, đồng thời có kinh nghiệm giảng dạy Kinh Qur'an và giảng dạy từ xa.

# CanFather
source: Can a parent attend the session with the child?
bo: Da li roditelji učenika mogu prisustvovati času?
de: die arabische Sprache
es: ¿Puede el tutor tener la sesión educativa con el niño?
fil: Arabic
fr: Un parent peut-il assister à une session avec l’enfant ?
it: La lingua araba
nl: Arabisch
ur: عربی زبان
vi: tiếng Ả-rập

# Cat
source: Categore
bo: Ciljane grupe
de: Wodurch sich ITQAN Plattform auszeichnet
es: Grupos destinatarios
fil: Ano ang kaibahan sa plataporma ng itqan
fr: public visé
it: Per cosa si distingue la piattaforma?
nl: Waarmee onderscheidt Itqan zich?
ur: اتقان پلیٹ فارم کی امتیازی خصوصیات کیا ہیں ؟
vi: Nền tảng Itqan có đặc điểm gì nổi bậc?

# Condition
source: Terms and Conditions
bo: Odredbe i uslovi korištenja
de: Ist es möglich, dass ein Erziehungsberechtigter an einem Unterricht mit dem Kind teilnimmt?
es: Términos y condiciones
fil: Maaari bang dumalo ang magulang sa sesyon kasama ang bata?
fr: les termes et conditions
it: Un genitore può partecipare alla sessione assieme al figlio?
nl: Kan de voogd samen met het kind de lessen bijwonen?
ur: کیا بچے/ بچی کا سرپرست کلاس میں شریک ہوسکتا ہے؟
vi: Phụ huynh có thể tham dự buổi giáo dục với đứa trẻ không?

source: Contact
bo: Kontaktirajte nas
de: Die Zielgruppen
es: Conéctate con nosotros
fil: Mga target na Kategorya
fr: nous contacter
it: A chi è rivolto
nl: Doelgroepen
ur: ہماری خدمات کن کیلیے ہیں

# contactwithme
source: Contact With Itqan
es: Conéctate con nosotros
fr: nous contacter

source: Courses
bo: Naši programi
de: Die Geschäftsbedingungen
es: Nuestras programas
fil: Mga Tuntunin at Kundisyon
fr: nos programmes
it: Termini e condizioni
nl: Voorwaarden en regels
ur: شرائط وضوابط
vi: Các điều khoản và điều kiện

# Detiles
source: Details
bo: Detalji
de: Kontaktieren Sie uns
es: Detalles
fil: makipag-ugnayan sa amin
fr: détails
it: Contattaci
nl: Neem contact op met ons
ur: ہم سے رابطہ کیجیے
vi: Liên hệ với chúng tôi

source: Email
es: El correo electrónico
fr: adresse email

source: FAQ
bo: Česta pitanja
de: Unsere Programme
es: Preguntas comunes
fil: aming programa
it: I nostri programmi
nl: Ons programma
ur: ہمارے پروگرامز
vi: Chương trình của chúng tôi

# feturs
source: Etqan Benefits
bo: Prednosti platforme Itqan
de: Detail
es: ventajas de Itqan
fil: mga detalye
fr: avantages d'Itqan
it: Dettagli
nl: Details
ur: تفصیلات
vi: Chi tiết

# Fullname
source: Name
es: El nombre
fr: nom

# Goals
source: Objectives
bo: Ciljevi
de: FAQs "haufig gestellte Fragen"
es: Los objetivos
fil: karaniwang tanong
fr: les objectifs
it: FAQ
nl: Veelvoorkomende vragen
ur: عمومی سوالات
vi: Các câu hỏi thường gặp

source: Home
bo: Početna
de: ITQAN- Vorteile
es: Principal
fil: mga benipisyo ng Itqan
fr: Comment peut-on s’’inscrire ?
it: I vantaggi di Itqan
nl: Wat maakt Itqan speciaal?
ur: اتقان کی خصوسیات
vi: Ưu điểm của Itqan

# how
source: How do I sign up to the platform?
bo: Kako se regirtorvati na Platformi?
de: Die Ziele
es: ¿Cómo me registro en la plataforma?
fil: mga layunin
fr: Comment peut-on s’’inscrire ?
it: Gli obiettivi
nl: Doelen
ur: اہداف
vi: Các phương châm

# HowChange
source: Can I change the teacher?
bo: Da li mogu promijeniti nastavnika?
de: Startseite
es: ¿Puedo cambiar de profesor?
fil: Pangunahin
fr: Puis-je changer d’enseignant ?
it: Principale
nl: Home
ur: صفحہ اول
vi: Trang chủ

# HowIns
source: Who are the platform teachers?
bo: Ko su nastavnici na Platformi?
de: Wie melde ich mich auf der Plattform an
es: ¿Quiénes son los profesores de la plataforma?
fil: Paano ako magparehistro sa plataporma?
fr: Qui sont les enseignants de la plateforme ?
it: Come posso accedere alla piattaforma?
nl: Hoe schrijf ik me in
ur: اتقان پلیٹ فارم پر کیسے رجسٹر ڈ ہوں ؟
vi: Làm cách nào để đăng ký trên nền tảng?

# howReg
source: return rigisteration
bo: Pogledajte uvjete za registrovanje
de: Darf ich meine Lehrerin wechseln?
es: Ver las condiciones de inscripción
fil: Maaari ko bang baguhin ang guro?
fr: Revoir les termes et conditions d’inscription.
it: Posso cambiare l’insegnante?
nl: Kan ik van docent wisselen?
ur: کیا میں اپنا استاد تبدیل کرسکتا ہوں ؟
vi: Tôi có thể thay đổi giáo viên?

# Itqan
source: Itqan Platform
bo: Platforma Itqan
de: Wer sind die Lehrer der Plattform?
es: plataforma de Itqan
fil: Sino ang mga guro sa plataporma?
fr: plateforme Itqan
it: Chi sono gli insegnanti della piattaforma?
nl: Wie zijn de docenten bij Itqan?
ur: اتقان کے اساتذہ کون ہیں؟
vi: Ai là giáo viên của nền tảng?

# Lang
source: language
bo: Jezik
de: Siehe Bedingungen zur Anmeldung
es: Lengua
fil: Tingnan ang mga kondisyon ng pagpaparehistro
fr: langue
it: Rivedi le condizioni di registrazione
nl: Zie voorwaarden inschrijving
ur: رجسٹر ہونے کیلیے شرائط ملاحظ فرمائیں
vi: Xem lại điều kiện đăng ký

# lecture
source: The educational session:
bo: Nastavni čas
de: ITQAN plattform
es: Sesión educativa
fil: plataporma ng Itqan
fr: la leçon
it: Piattaforma Itqan
nl: Itqan
ur: اتقان پلیٹ فارم
vi: Nền tảng Itqan

source: Links
bo: Korisni linkovi
de: Die Sprache
es: Enlaces de interes
fil: Arabic
fr: liens utiles
it: Lingua
nl: Taal
ur: زبان
vi: Ngôn ngữ

source: Log in
bo: Prijaviti se
de: Die Bildungssitzung
es: Iniciar la sesión
fil: sesyon ng pag-aaral
fr: connexion
it: Sessione educativa
nl: Inloggen
ur: تعلیمی کلاس
vi: Buổi học

# message
source: Mission
bo: Poruka
es: Mensaje
fr: message

# Moor
source: More
bo: Dodatno
de: Links, die Sie interessiert
es: Más
fil: mga importanting Link
fr: pour approfondir
it: Link che ti possono interessare
nl: Belangrijke links
ur: اہم لنکس
vi: Các liên kết quan trọng của bạn

# plan
source: Study plans
bo: Nastavni programi
de: Einloggen
es: Planes de estudio
fil: log-in
fr: plan d'étude
it: Registrazione
nl: Log in
ur: اکاونٹ بنائیں
vi: Đăng nhập

# Privace
source: All rights reserved © Platform - Itqan 2021
bo: Platforma Itqan (2021). Sva prava zadržana.
de: Die Nachricht
es: Todos los derechos reservados plataforma Itqan 2021
fil: ang Minshe
fr: Tous droits réservés © Plate-forme Itqan 2021
it: Messaggio
nl: Bericht
ur: ہمارا پیغام
vi: Thư

# Privacy
source: Terms and Conditions
bo: Odredbe i uslovi korištenja
de: Mehr
es: Términos y condiciones
fil: karagdagan
fr: termes et conditions
it: Altro
nl: Meer
ur: مزید
vi: Thêm

# Quaida
source: Teaching Al-Qaida Al-Noorania
bo: Al-Ka'ide en-nuranijje
de: Die Studienpläne
es: Al Qaida Al-Nooraniah
fil: mga plano sa pag-aaral
fr: la méthode Nourania
it: Piano di studio
nl: Studieprogramma
ur: تعلیمی لائحہ عمل
vi: kế hoạch học tập

# qudiah
source: Teaching Al-Qaida Al-Noorania
bo: Al-Ka'ide en-nuranijje
de: Alle Rechte vorbehalten - ITQAN plattform 2021
es: Al Qaida Al-Nooraniah
fil: All rights reserved Itqan platform 2021
fr: la méthode Nourania
it: Tutti i diritti riservati Piattaforma Itqan 2021
nl: Alle rechten van Itqan zijn voorbehouden - 2021
ur: جملہ حقوق برائے اتقان پلیٹ فارم محفوظ ہیں 2021
vi: Đã đăng ký bản quyền Nền tảng Itqan 2021

source: Quran
bo: Časni Kur'an
de: Die Geschäftsbedingungen
es: El Corán sagrado
fil: Mga Tuntunin at Kundisyon
fr: le Saint-Coran
it: Termini e condizioni
nl: Voorwaarden en regels
ur: شرائط و ضوابط
vi: Các điều khoản và điều kiện

source: Register with us
es: Inscribirse con nosotros
fr: nous rejoindre

source: Registration Terms
bo: Uvjeti za registraciju
de: al-Qa 'idah Al Nouraniya
es: condiciones de inscripción
fil: Al-Qaidah Al-nooraniah
fr: conditions d'inscription
it: La regola di Noorania
nl: al-Qa'idah an-Nuraniyyah
ur: نورانی قاعدہ
vi: Quy tắc Nuroniyah

# requiredIT
source: Technical requirements:
bo: Potrebna tehnološka oprema
de: al-Qa 'idah Al Nouraniya
es: Requerimientos técnicos
fil: Al-Qaidah Al-nooraniah
fr: prérequis techniques
it: La regola di Noorania
nl: al-Qa'idah an-Nuraniyyah
ur: نورانی قاعدہ
vi: Quy tắc Nuroniyah

# sendbutton
source: Send
es: Enviar
fr: envoyer

# Sesion
source: Curriculum and study method
bo: Nastavni program i metod podučavanja
de: Heiligen Koran
es: Plan de estudios y método de estudio.
fil: Al-Quran Al-Kareem
fr: Quel est le programme scolaire et le plan d’études ?
it: Il Sacro Corano
nl: De Edele Qur'an
ur: قرآن کریم
vi: Kinh Qur'an

source: Subject
es: El tema
fr: objet

source: Sunah
bo: Poslanikov sunnet
de: Registrierungsbedingungen
es: Sunnah
fil: mga kondisyon ng pagpaparehistro
fr: la Sunnah du Prophète
it: Termini di registrazione
nl: Voorwaarden aanmelden
ur: شمولیت کی شرائط
vi: Các điều kiện đăng ký

source: Vision
bo: Vizija
de: Die Vision
es: Visión
fil: vission
it: Visione
nl: Visie
ur: ہمارا وژن
vi: Tầm nhìn

# WhatCondition
source: What are the conditions of registration?
bo: Koji su uvjeti za registraciju?
de: Die Technische Anforderungen
es: cuáles son los términos de inscripción
fil: Mga kinakailangan sa teknikal
fr: Quelle sont les conditions d’inscription ?
it: Requisiti tecnici
nl: Technische voorwaarden
ur: تکنیکی ضرورتیں
vi: Yêu cầu kỹ thuật

# why
source: Why Etqan?
bo: Zašto odabrati Itqan?
de: Studienplan und Methode der Studie
es: ¿Por qué plataforma de Itqan?
fil: ang Kurikulum at paraan ng pag-aaral
fr: pourquoi choisir la plateforne Itqan
it: Curriculum e metodo di studio
nl: Leer- en studiemethode
ur: منھاج تعلیم اور طریقہ تدریس
vi: Giáo trình và phương pháp học
